Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/usn.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: “At the Student Union, there are many different positions to choose from, for example, you can sit on the buddy committee, revue board or work as an event manager.
nb: – I Studentsamfunnet er det mange ulike verv du kan si ja til, for eksempel kan du sitte i fadderstyret, revystyret eller jobbe som arrangementsansvarlig.

source: 1977/78 One year studies at University of California / Berkeley.
nb: 1977/78 Et års studieopphold ved University of California / Berkeley.

source: An effective structure established in USN’s learning platform (Canvas), combined with clear information and communication of expectations to students about
nb: God struktur i læringsplattformen (Canvas), forventningsavklaring og god informasjon til studentene som;

source: Quality and creativity in teaching and learning forms, as well as research on learning resources and learning processes that can contribute to the correlation between educational sciences, didactics and practical teaching work.
nb: kvalitet og kreativitet i undervisning og læringsformer og forske på læringsressurser og læreprosesser som kan bidra til sammenheng mellom utdanningsvitenskap, didaktikk og praktisk lærerarbeid.

source: “We now have a high threshold for switching to digital teaching.
nb: – Vi har en høy terskel for å legge om til digital undervisning nå.

source: Sign in to Oria using your regular USN username and password.
nb: Logg inn i Oria med ditt vanlige USN-brukernavn og passord

source: USN is one of a total of 29 partners in this project.
nb: USN inngår som én av totalt 29 partnere i prosjektet.

source: (Pia Bing-Jonsson and Siri Tønnesen, 2016 "Urinary tract infection among older patients in the home care services."
nb: (Pia Bing-Jonsson og Siri Tønnessen, 2016 «Urinveisinfeksjon blant eldre pasienter i hjemmesykepleien: kunnskaper, praksis og mulige forbedringspunkter.

source: Principal supervisor: Professor Per Egil Pedersen, USN School of Business
nb: Professor Per Egil Pedersen, USN Handelshøyskolen (hovedveileder)

source: We offer a streaming service for a variety of USN conference and event formats where video can be used at a later stage in the teaching process.
nb: Vi tilbyr en strømmetjeneste for forskjellige konferanser eller events ved USN der hvor videoen kan brukes videre i undervisningsprosessen.

source: At Bø we have a fully equipped audio and video studio, as well as an editing and control room.
nb: Her har vi et fullt utrustet lyd- og videostudio og redigerings-, kontrollrom.

source: We want a framework that ensures that we take the right decisions at the right time, and that's why we choose Systems Engineering as our approach”, says Bernt-Aage Ulstein, responsible for design and engineering in Ulstein Group.
nb: Vi ønsker et rammeverk som sikrer at vi tar de rette beslutningen til rett tid, og det er derfor vi velger Systems Engineering, sier Bernt-Aage Ulstein, som ansvarlig for design og engineering i Ulstein Group.

source: The document must be in A4 format.
nb: Dokumentet skal være i A4-format.

source: On your phone, allow notifications from the Microsoft Authenticator app if asked.
nb: På telefonen, tillat varslinger fra Microsoft Authenticator appen hvis du blir bedt om det.

source: USN and SPPU open a co-operation centre in India
nb: USN og SPPU har åpnet samarbeidssenter i India

source: Leader of the program council for Master's in Norwegian teacher training (with Marthe Ø.
nb: Leder av programråd for Master i norskdidaktikk (med Marthe Ø.

source: The longest dives Graf found lasted almost seven minutes.
nb: De lengste dykkene Graf fant varte i nærmere syv minutter.

source: For students on health-, social- and teacher training courses, there is a requirement for tuberculosis testing if the student has spent at least three months during the last three years in countries outside of Western Europe, the United States, Canada, Australia, New Zealand or Japan.
nb: For studenter ved helse-, sosial- og lærerutdanninger er det krav om tuberkuloseundersøkelse dersom studenten de tre siste årene har oppholdt seg minst tre måneder i land utenfor Vest-Europa, USA, Canada, Australia, New Zealand eller Japan.

source: (including teaching and examiner) at Master’s level:
nb: Kursansvar (inklusive undervisning og eksaminator), masternivå:

source: The Student Union also has an agreement with Gledeshuset, so twice a year we have larger events for all the students there.
nb: Studentsamfunnet har også en avtale med Gledeshuset, så to ganger i året har vi større arrangementer for alle studentene der.

source: Attendance at a 10-credit course during an otherwise busy working day places demands on a participant’s investment in time and effort.
nb: Det å delta på et 10-studiepoengs emne i en ellers travel hverdag krever investering i form av tid og arbeidsinnsats.

source: Research group for Mentoring in profession and education
nb: Forskergruppe for veiledning i profesjon og utdanning

source: The University was founded in 1868 and has around 15 000 students.
nb: Universitetet ble grunnlagt i 1868 og har ca 15 000 studenter.

source: The multi-disciplinary nature of my research combines architecture, daylighting and artificial lighting, human factors in lighting, and health.
nb: Tverrfaglige natur av mine forskningsinteresser kombinerer arkitektur, dagslys og kunstig belysning, «human factors» i belysning og helse.

source: That is the word I associate the strongest with Campus Notodden.
nb: Det er ordet jeg forbinder sterkest med campus Notodden.

source: SESAM participates in the network, along with other academic environments at USN.
nb: SESAM deltar i nettverket, sammen med flere andre faglige miljøer ved USN.

source: For Karianne Svingen Asphaug, student life at Rauland is something she could never have imagined.
nb: For Karianne Svingen Asphaug er studielivet på Rauland blitt til noe hun aldri kunne forestilt seg.

source: When I swipe my card over the printer it says "Unknown User"
nb: Når jeg sveiper kortet mitt over printeren så sier den "Unknown User"

source: Use of USN’s ICT resources
nb: Bruk av USNs IKT-ressurser

source: But does it work?
nb: Men fungere det?

source: is responsible for projects and processes the centre is involved in together with collaborative municipalities.
nb: har ansvar for prosjekter og prosesser knyttet opp mot samskapende kommuner.

source: Facts about Campus Drammen
nb: Fakta om campus Drammen

source: , the choir for those of you who love to sing, have fun and socialise.
nb: , koret for deg som bare vil synge, ha det gøy og sosialisere.

source: Experiencing a culture festival at their own campus is also great, according to the girls.
nb: Jentene er samtidig veldig glade for at de får oppleve kulturfestival på campus.

source: Still, it's not the nature that draws the 140 students to come to Rauland.
nb: Likevel er det ikke naturen som trekker 140 studentar i år.

source: "In Notodden and Telemark there is no shortage of hiking options to forests and mountains.
nb: – På Notodden og i Telemark er det ikke mangel på turalternativer til skogs og fjells.

source: Your changes cannot be put into operation until REC/NSD has given feedback.
nb: Endringene kan ikke settes i verk før REK/NSD har gitt tilbakemelding.

source: Norway currently has 14 strong NCE clusters, each with a focus on a specific field and market.
nb: Norge har i dag 14 sterke NCE-klynger med bedrifter som hevder seg innenfor sine felt i det globale markedet.

source: Associate Professor Marianne Sørflaten Eikeland and Professor Britt Margrethe Emilie Moldestad have been granted funding for conducting research on ash which is a byproduct of the gassification process.
nb: Førsteamanuensis Marianne Sørflaten Eikeland og professor Britt Margrethe Emilie Moldestad ved Institutt for prosess-, energi- og miljøteknologi har fått midler til å forske på aske som er et biprodukt i gassifiseringsprosessen.

source: Press Enter or click on "terminal".
nb: Trykk deretter Enter eller klikk på "terminal"

source: Illustrates our research reports as well as live at our workshops, and is the animator who made the movie "Petter and Pernille solve a problem - along with many others".
nb: Illustrerer våre rapporter, samt live på våre workshops, og er animatør som laget filmen "Petter og Pernille løser et problem – sammen med mange".

source: Laptops (work PCs) that are used as clients on USN’s network may be used for work when travelling or at home.
nb: Bærbar PC (jobb-PC) som benyttes som klient i USN-nettet, kan benyttes i forbindelse med jobb på reiser og hjemme.

source: Principal supervisor: Associate professor Wenche Hennie Bergland, USN.
nb: Hovedveileder: Førsteamanuensis Wenche Hennie Bergland, USN.

source: Teaching at ORL1000
nb: Underviser på ORL1000

source: PhD candidate in Marketing Management, employed on a public PhD contract in cooperation between USN and Vinje municipality.
nb: PhD-stipendiat i markedsføringsledelse, ansatt på en offentlig PhD-kontrakt i samarbeid mellom USN og Vinje kommune.

source: In addition to student societies, there is a student union at Ringerike, which is also run by students.
nb: I tillegg til linjeforeninger finnes det et eget studentsamfunn på Ringerike, som også driftes av studenter.

source: 79 contributions and seven winners
nb: 79 bidrag og syv vinnere

source: May be important for elderly-care
nb: Kan bli viktig for eldre-omsorgen

source: Campus Drammen also has its own student sports club.
nb: Campus Drammen har også et eget studentidrettslag.

source: Status report on racism and sports, made by Professor Elsa Kristiansen and Associate Professor Lasse Sonne at USN.
nb: Statusrapport om rasisme og idrett, laget av professor Elsa Kristiansen og førsteamanuensis Lasse Sonne ved USN.

source: Click "Next" on the web page.
nb: Klikk på "Neste" på nettsiden.

source: Exclusion and marginalization are central concepts.
nb: Ekskludering og marginalisering er sentrale begreper.

source: On assessing an examination, grades are awarded on a five-point scale from A to E for a pass, and F for a fail.
nb: Ved vurdering av eksamen, benyttes karakterer etter en skala med fem trinn fra A til E for bestått, og F for ikke bestått.

source: Resource-heavy services, such as digital radio and TV/video streaming, web servers and game servers, etc., should be limited to ensure they do not adversely affect work-related traffic in the network.
nb: Ressurskrevende tjenester, eksempelvis radiolytting og TV/video streaming, web-tjenere, spilltjenere m.m., skal begrenses for ikke å negativt påvirke jobbrelatert trafikk i nettet.

source: Buddy week is one of the first things you attend as a new student at Porsgrunn.
nb: Fadderuka er noe av det første som møter deg som ny student i Porsgrunn.

source: Is there a student association in Vestfold?
nb: Finnes det et studentsamfunn i Vestfold?

source: The computer must also have a screen saver which will automatically lock the device after no more than 15 minutes of inactivity, and which requires a password to wake the system up again.
nb: PC-en må i tillegg ha skjermbeskytter som, etter maks 15 minutters inaktivitet, låser PC og krever passord for fortsatt bruk.

source: Submitted to Journal of Abnormal Child Psychology
nb: Sendt til vurdering i Journal of Abnormal Child Psychology

source: " from the top of the list.
nb: " øverst på listen.

source: Teaching, Erasmus Mundus students at HSN: Norwegian society and culture
nb: Underviser Erasmus Mundus masterstudenter ved USN - Norsk samfunn og kultur

source: During that time they can orient themselves on a trail which has 19 "rest sites".
nb: I løpet av den tiden kan de orientere seg i en løype med 19 «rasteplasser».

source: Supervisors at USN: Synne Kleiven and Rune Bakke.
nb: Veiledere ved HSN: Synne Kleiven og Rune Bakke.

source: The Ministry of Education, Science and Culture has in Regulation 475 of 04.06.12, which came into force on 01.08.16, pointed out that teacher students know will receive knowledge of children in difficult life situations so that they are able to identify special needs in children (including signs of violence and sexual abuse), as well as providing students with the skills to act and interact with other professions in accordance with applicable laws and regulations.
nb: Kunnskapsdepartementet har i forskrift 475 av 04.06.12, som trådde i kraft 01.08.16, påpekt at pedagogutdannelsene nå skal gi lærerstudenter kunnskap om barn i vanskelige livssituasjoner slik at de er i stand til å identifisere særskilte behov hos barn (inklusivt tegn på vold og seksuelle overgrep), samt gi studenter ferdigheter for å kunne handle og samhandle med andre profesjoner etter gjeldende lover og regler.

source: Paraxial and wide-field ray-traced modelling of the human eye at different ages based on swept-source OCT imaging and wide-field wave front measurements.
nb: Modellering av øyet ved hjelp av ray tracing (paraxial/wide-field) i ulike aldre basert på swept-source OCT-avbildning og bølgefrontmålinger.

source: Settings for margins, headers, and footers
nb: Innstillinger for marger, topptekst og bunntekst

source: Go to Google Scholar
nb: Gå til Google Scholar

source: ‘This type of real-world data enables us to study the patient’s risk factors, but also to assess the safety and efficacy of the treatment of COVID-19 in real-life situations,’ says Klein.
nb: Denne typen virkelighetsdata gjør det mulig å studere pasientens risikofaktorer, men også å vurdere sikkerhet og effektivitet av behandlinger mot Covid-19 i reelle omgivelser, sier Klein.

source: National Centre for Optics, Vision and Eye Care
nb: Nasjonalt senter for optikk, syn og øyehelse

source: GIS & Positioning,
nb: GIS & posisjonering, etc.

source: Professor Lars Hulgård (RUC) as leader
nb: Professor Lars Hulgård, Roskilde universitet (RUC) som leder

source: Kyambogo University (Uganda) - University Lecturer, Faculty of Vocational Studies
nb: Kyambogo University (Uganda) - Universitetslektor, Fakultet for yrkesfagsutdanning

source: BioMEMS is an interdisciplinary discipline that combines classical natural sciences (physics, biology and chemistry) with electronics, mechanics and biomedical engineering, as well as computer science, materials science, medicine and mathematics.
nb: BioMEMS er et tverrfaglig fagområde som kombinerer klassisk naturvitenskap (fysikk, biologi og kjemi) med elektronikk, mekanikk og biomedisinsk ingeniørfag, samt informatikk, materiallære, medisin og matematikk.

source: Vision and strategy
nb: Visjon og strategi

source: Many external e-resources have links/buttons for lookups in Oria.
nb: Mange eksterne baser har knapper/lenker til oppslag i Oria.

source: You can upgrade EndNote here
nb: Du kan oppgradere EndNote herfra

source: The Irish girls says their own dance culture seemed to be familiar for several of the participants.
nb: Irene forteller at det de selv har forsøkt å lære bort på festivalen ikke har vært helt ukjent for alle.

source: So-called dipsticks are often used to analyze urine samples in pre-diagnostics.
nb: Såkalte dipsticks er ofte brukt for å analysere urinprøver til prediagnostikk.

source: 2014/15 Research Fellow UiO, July 2014–July 2015.
nb: 2014/15 Gjennomføringsstipendiat, UiO, juli 2014–juli 2015.

source: In two subsequent projects, SESAM, together with Husbanken, has developed a model for collaborative social housing policy.
nb: SESAM har i to påfølgende prosjekter utviklet en modell for samskapende sosial bolig boligpolitikk, sammen med Husbanken.

source: With extensive experience in contract research, Finn has undertaken a broad range of industry and sector studies.
nb: Finn har bred erfaring med industri- og sektorstudier, og med utredning og evaluering.

source: He has worked as a Northern Lights guide during Christmas in Tromsø for two years.
nb: Han har jobbet som nordlysguide i jula i Tromsø i to år, og håpet kanskje å komme hjem til familien i år.

source: Join the Facebook group USN-studenter Porsgrunn to stay up to date with all that is going on among the students of the town
nb: Meld deg inn i Facebook-gruppen USN-studenter Porsgrunn for å holde deg oppdatert på alt som skjer blant byens studenter

source: Study plan for 2022 autumn
nb: Studieplan for 2022 høst

source: Project team member KROSS, Competence in Rehabilitation on Sight and Stroke.
nb: Prosjektmedarbeider KROSS, Kompetanse om Rehabilitering om Syn og Slag.

source: He chose student business as his elective on his third year and has ever since developed the business idea, which has resulted in Zwipe – a company that today is valued at 311 million NOK.
nb: Han valgte studentbedrift på tredje året, og har siden videreutviklet ideen til å i dag bli Zwipe – et selskap som ved siste emisjon ble verdsatt til 311 mill kroner.

source: Multiculturalism, intercultural understanding, religious education, postcolonial feminism, life skills education, spirituality, transpersonal psychology.
nb: Det flerkulturelle samfunn, interkulturell forståelse, KRLE-didaktikk, postkolonial feminisme, livsmestring, spiritualitet, transpersonlig psykologi.

source: Centre for Women’s, Family and Child Health
nb: Senter for kvinne-, familie- og barns helse

source: What is a web conference?
nb: Hva er dette?

source: The field has connecting points to many mathematical disciplines, for instance number theory, representation theory and topology.
nb: Området har berøringspunkter med flere matematiske disiplinere, for eksempel, tallteori, representasjonsteori og topologi.

source: How does it feel when a Chinese investor invests 65 million NOK, something you recently experienced?
nb: - Hvordan føles det når en kinesisk investor spytter inn 65 millioner kroner, noe du har opplevd nylig?

source: Simulator training at USN is one of them”, says Communications Manager Bård Stenberg in PGS.
nb: Simulatortrening ved Høgskolen i Sørøst-Norge er en av dem, sier kommunikasjonssjef Bård Stenberg i PGS.

source: For teachers there is now an urgent need for pedagogical methods and tools for implementing schools’ maker projects in effective and conscious ways.
nb: For lærere er det nå et presserende behov for pedagogiske metoder og verktøy for å iverksette skaperverkstedene og aktiviteten i dem best mulig.

source: Norwegian English teachers’ notions of EFL reading (with Anja Synnøve Bakken as first author).
nb: Norwegian English teachers’ notions of EFL reading. (Med Anja Synnøve Bakken som førsteforfatter).

source: Professor Edward Deci at the 2016 Motivation Conferense.
nb: Professor Edward Deci på Motivasjonskonferansen i 2016.

source: At the same time, some adjustments have been introduced in step 3.
nb: Samtidig er det innført enkelte endringer i bestemmelsene under trinn 3.

source: Marketing is a well-defined academic field within the social sciences that has membership organizations including academics and practitioners, dedicated scientific journals, and academic programs offered at all levels (bachelor, master and doctoral).
nb: Markedsføring er en veletablert akademisk disiplin innenfor samfunnsvitenskapene, har en rekke medlemsorganisasjoner for både akademikere og praktikere, har dedikerte tidsskrifter og utdanningsprogrammer som tilbys på alle nivå (bachelor, master og doktorgrad).

source: In general, it is true to say that a teaching video will find itself at Level 1 or 2, defined as surface learning.
nb: Som en grovregel kan du si at undervisningsvideo er mest egnet for nivå 1 og 2 som omfatter overflatelæring.

source: Assistant Professor Tor Erik Jensen (left), Project Manager Christian Hovden and Assistant Professor Paul Nikolai Smit.
nb: Universitetslektor Tor Erik Jensen (til venstre), prosjektleder Christian Hovden og universitetslektor Paul Nikolai Smit.

source: With a Master of Sustainability Management, you will be eligible for positions in the public sector in local and national administration.
nb: Med master i bærekraftsledelse vil du kunne jobbe i offentlig sektor i lokal og nasjonal administrasjon.

source: Dean Heidi Kapstad is among the initiators of the course, which has been planned since early 2016.
nb: er blant initiativtakerne til kurset, som har vært under planlegging siden vinteren 2016.

source: But that being said, there is also a sense of responsibility.
nb: Men med det kommer det også en ansvarsfølelse.

source: Our students’ learning outcomes form the basis of the learning activities we should be selecting.
nb: Læringsutbyttene legger føringer for hvilke læringsaktiviteter vi bør velge.

source: At the same time it will help to ensure equal conditions for our research fellows, with highly qualified coaches who know the PhD program and the associated regulations,” said Kapstad.
nb: Samtidig er det med på å sikre likeverdige forhold for stipendiatene våre, med godt kvalifiserte veiledere som kjenner ph.d.-programmet og de tilhørende forskrifter, sier Kapstad.

source: Member of the board of the
nb: Styremedlem i stiftelsen

source: It includes Norwegian high tech companies Kongsberg Maritime AS and Kongsberg Digital AS, and Malaysian oil and gas giant PETRONAS.
nb: Det inkluderer norske Kongsberg Maritime AS, Kongsberg Digital AS samt olje og gass-giganten PETRONAS fra Malaysia.

source: USN will continue collaborating with Professor Anne Lee going forward, and the next gathering will be held in January and October 2017.
nb: HSN forsetter samarbeidet med professor Anne Lee, og neste samling blir avholdt i januar og oktober 2017.

source: Right-click on the file and choose
nb: Høyre-klikke på filen og velge

source: When you work on something for nine years, the correct timing will come sooner or later” laughs Humborstad.
nb: Når man har jobbet med dette i ni år så treffer man med timingen før eller siden, humrer Humborstad.

source: Co-writing using Padlet
nb: Samskriving i padlet

source: If you have an earlier version of EndNote already installed, make sure to take a back-up of your EndNote library before you upgrade to a newer version.
nb: Har du en tidligere versjon av EndNote på maskinen, bør du lage en sikkerhetskopi av ditt EndNote-bibliotek før oppgradering til ny versjon.

source: The Centre is involved in extensive research activities and is linked to regional, national and international research networks.
nb: Senteret har en omfattende forskningsaktivitet og er tilknyttet regionale, nasjonale og internasjonale forskningsnettverk.

source: It's the traditional arts.
nb: Det er tradisjonskunsten.

source: The easiest way to go forward is to copy the table from the Word template and paste it into the footer.
nb: Det enkleste er å kopiere tabellen fra word-malen og lime den inn i bunntekst.

source: Activities that take place both during and in connection with the course gatherings are key to learning outcomes and are thus mandatory.
nb: Aktivitetene på og i forbindelse med samlingene er sentrale for læringsutbyttene, og samlingene er derfor obligatoriske.

source: Let’s assume that a given subject has the following learning outcome at a high taxonomic level:
nb: La oss anta at et emne har et læringsutbytte på et høyt taksonominivå:

source: Doctor's thesis (April 2016):
nb: avhandling i matematikk (april 2016):

source: If this concerns your mobile phone, tablet, PC, bank card or access card, see
nb: Gjelder det mobil, nettbrett, pc, bankkort eller adgangskort se

source: If the profile doesn't contain your name, you will first have to enter this, save, and then click "Forgot Password"
nb: Hvis du ikke har navnet ditt i brukerprofilen, så kan det hende du først må fylle ut dette, lagre og deretter klikke "Forgot Password"

source: 2022 forthcoming, with Bjørghild Kjelsvik & Pia Lane (eds.).
nb: 2022 januar, under publisering, med Bjørghild Kjelsvik & Pia Lane (red.).
